const categories = [
  {
    key: 'location',
    name: '地点',
    tags: ['北京','上海','广州','Hong Kong','深圳','杭州','苏州','南京','常州','珠海','重庆','青岛','成都','西安','天津','武汉','合肥','大连','海南','沈阳','台湾','Singapore','Tokyo','海外','非一二线城市','东南亚','Macau','Seoul']
  },
  {
    key: 'role',
    name: '岗位',
    tags: ['法务','Paralegal','实习生','诉讼律师','律师助理','实习律师','授薪律师','编辑','Associate','Legal Counsel','法务秘书','Business Development与支持岗位','研究员','专职律师','独立律师','Legal Analyst','提成律师','Junior Solicitor']
  },
  {
    key: 'industry',
    name: '行业',
    tags: ['化工','保险业务','金融证券','生物与医药','互联网','云计算、通信与电子','跨境并购与离岸基金','能源资源行业','高精尖科技','Payments与跨境支付','TMT','咨询行业','投行、券商与私募','反垄断、竞争及经济监管','航空业','影视、广告传媒与媒体舆情','软件行业','娱乐产业','时尚与奢侈品','快消与食品行业','汽车与新能源','Crypto与元宇宙','房地产','电商','银行相关','FinTech','物流、运输与国际贸易','公共事务','学术研究','远程','国际商事和投资仲裁','旅游、酒店及休闲','数字经济法律服务']
  },
  {
    key: 'practice',
    name: '业务',
    tags: ['公司与并购','专利','知产','商标、版权','商事诉讼和企业合规','建设工程','民商事诉讼、执行|刑事诉讼','仲裁','经济犯罪','清算、破产与不良资产','刑事','数据合规','道德合规与反腐败','劳动法相关','非诉','IPO','资本市场','争议解决','外商投资 FDI','互娱、游戏与二次元','反洗钱','网络法','税务','合规','资产管理','地产投资并购','教职','党建','驻场','TechLaw','移民法律相关','法律大数据','环境、健康、安全','AI与大模型及其监管','女权','家事、信托与财富','融资租赁','银团贷款','侦查、调研及执行','投融资','市内出行及配送','海商海事']
  },
  {
    key: 'organization',
    name: '单位',
    tags: ['外资企业','德资企业','外资律所','政府部门','内资律所','国资','国际组织与NGO','央企','高校及学校','腾讯']
  },
  {
    key: 'traits',
    name: '特质',
    tags: ['CS Knowledge','数据操作能力','生物、化学、医学背景','不需法学背景','财务背景优先','Foreigner','党员','工科背景','通过司法考试优先','非应届生','应届生','无经验要求','土建背景','法学硕士研究生优先','可远程','Lobby','接受出差','肯加班','JD｜LLM','团队管理','公检法背景','翻译','可兼职','有留用指标','语言','English','Deutsch','日语','한국어','Mandarin','Русский','粤语','Français','Tiếng Việt','Português','Italiano','阿拉伯语']
  }
];

module.exports = {
  categories
};
